kshpin/dimming-light-switch/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ZB_ENABLED=y
CONFIG_ZB_RADIO_NATIVE=y
CONFIG_ZB_ZED_ROLE=n
CONFIG_ZB_ZCZR_ROLE=y
